Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=354_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisnuorten taidetapahtuma lähestyy
smn: Säminuorâi taaidâtábáhtus aldan

source: Saamelaisnuorten taidetapahtumaan on ilmoittautunut 24 musiikin esittäjää tai ryhmää.
smn: Säminuorâi taaidâtábáhtusân láá almottâttâm 24 musijkkárid tâi muusikjuávkkud.

source: Esitykset ovat rockia, laulua, joikua, rappia ja instrumentaalimusiikkia.
smn: Muusikpitáh láá rock, lávlum, juoigâm, rapp já instrumentaalmuusik.

source: Ilmoittautumisia on tullut kaikista saamelaisten kotiseutualueen kunnista ja Rovaniemeltä.
smn: Almottâtmeh láá puáttám puohâin sämikuávlu kieldâin já Ruávinjaargâst.

source: Tapahtumaan järjestetään kuljetukset kaikista kotiseutualueen kunnista.
smn: Tábáhtusân uárnejuvvojeh sáátuh puohâin sämikuávlu kieldâin.

source: Tarkemmat tiedot kuljetuksista, majoituksesta ja ruokailuista toimitetaan kouluille.
smn: Tärhibeh tiäđuh sáátuin, ijâstâlmist já puurâdmijn toimâttuvvojeh škovláid.

source: Tiedot tulevat myös nettiin, seuraa www.samediggi.fi.
smn: Tiäđuh piäijojeh meiddei neetin, čuávu www.samediggi.fi.

source: Lisätietoja tästä.
smn: Lasetiäđuh täst.
